[general]
troopNameBarbarian = "바바리안"
troopNameArcher = "아처"
troopNameGiant = "자이언트"
troopNameGoblin = "고블린"
troopNameWallBreaker = "해골 돌격병"
troopNameBalloon = "해골 비행선"
troopNameWizard = "마법사"
troopNameHealer = "치유사"
troopNameDragon = "드래곤"
troopNamePEKKA = "폐카"
troopNamePlBarbarian = "바바리안"
troopNamePlArcher = "아처"
troopNamePlGiant = "자이언트"
troopNamePlGoblin = "고블린"
troopNamePlWallBreaker = "해골 돌격병"
troopNamePlBalloon = "해골 비행선"
troopNamePlWizard = "마법사"
troopNamePlHealer = "치유사"
troopNamePlDragon = "드래곤"
troopNamePlPEKKA = "폐카"
troopDarkMinion = "미니언"
troopDarkHog = "호그 라이더"
troopDarkValkyrie = "발키리"
troopDarkGolem = "골렘"
troopDarkWitch = "마녀"
troopDarkLavaHound = "라바 하운드"
troopDarkPlMinion = "미니언"
troopDarkPlHog = "호그라이더"
troopDarkPlValkyrie = "발키리"
troopDarkPlGolem = "골렘"
troopDarkPlWitch = "마녀"
troopDarkPlLavaHound = "라바 하운드"
spellNameLightning = "번개 마법"
spellNameHealing = "회복 마법"
spellNameRage = "분노 마법"
spellNameJump = "이동 마법"
spellNameFreeze = "얼음 마법"
spellNamePoison = "독 마법"
spellNameEarthquake = "지진 마법"
spellNameHaste = "신속 마법"
btnStart = "시작"
btnStartInit = "초기화..."
btnStop = "멈춤"
btnHide = "BS 숨기기"
btnAtkNow = "지금 공격"
btnPause = "일시정지"
pageGeneral = "일반"
Controls = "컨트롤"
cmbBotPre = "경험치 모드|"
cmbBotCommand = "약탈 멈춤|컴 끄기|컴 절전모드"
cmbBotCommandDefault = "약탈 멈춤"
lblPC = "조건 :"
cmbBotCondAdd = "G, E, And DE Full and Max. Trophy|"
cmbBotCondMore = "(G, E, And DE Full) or Max. Trophy|G, E, And DE Full|G or E or DE Full|Dark Elixir Full|"
cmbBotCond = "G and E Full and Max.Trophy|(G and E) Full or Max.Trophy|(G or E) Full and Max.Trophy|G or E Full or Max.Trophy|Gold and Elixir Full|Gold or Elixir Full|Gold Full and Max.Trophy|Elixir Full and Max.Trophy|Gold Full or Max.Trophy|Elixir Full or Max.Trophy|Gold Full|Elixir Full|Reach Max. Trophy"
cmbBotCondDefault = "Gold and Elixir Full"
otherSettings = "추가 설정"
chkNoAttack = "지원/병력생산만"
chkNoAttackTip = "약탈은 하지 않고 자원수집,병력생산,지원만 함"
chkDonateOnly = "지원만"
chkDonateOnlyTip = "약탈과 병력생산은 하지않고 자원수집과 지원만 함"
expMode = "경험치 모드"
expModeTip = "고블린 기지 공격"
mixmodenormexpTip="공격을 고블린 최고의 교육 군대라"
lblMaxTrophy = "트로피 범위:"
lblSnipeBelow = "무조건 홀치기 최소 트로피 수:"
pageAttackOptions = "전략"
btnSaveStrat = "현재값 저장"
btnRefresh = "새로고침"
AtkSpeed = "유닛 전개 속도"
lblUnitDelay = "유닛 동시 투하 속도:"
lblWaveDelay = "다음 유닛들 투하 속도:"
Randomspeedatk = "무작위 속도로 함"
lblAttackdelay = "유닛 전개 속도, 1(빠름)=오토 티남, 10(느림)=사람이 하는것 처럼 함. 무작위 속도는 오토 덜 티나게 함."
pageDonateSettings = "유닛 지원/요청"
Barbarians = "유닛1"
chkDonateAll = "전부 지원"
chkDonateAllTip = "요청 메세지에서 특정 키워드 구분없이 지원함"
txtDonate = "any\r\nreinforcement"
txtDonateBarbariansTip = "유닛1을 지원하는 키워드"
Archers = "유닛 2"
txtDonateArchersTip = "유닛2를 지원하는 키워드"
Giants = "유닛 3"
txtDonateGiantsTip = "유닛3을 지원하는 키워드"
chkDonateGiants = "유닛3 지원하기"
chkDonateGiantsTip = "유닛3을 지원하기 전에 요청 키워드를 확인함"
chkDonateArchers = "유닛2 지원하기"
chkDonateArchersTip = "유닛2을 지원하기 전에 요청 키워드를 확인함"
chkDonateBarbarians = "유닛1 지원하기"
chkDonateBarbariansTip = "유닛1을 지원하기 전에 요청 키워드를 확인함"
chkRequest = "요청 글:"
txtRequestDefault = "any"
txtRequestTip = "요청한 메세지를 입력하지만 영어만 됨."
chkBlacklist = "차단리스트"
chkBlacklistTip = "여기에 포함된 요청된 메세지를 체크하여 지원방지함"
chkBlacklistTip2 = "전부 지원을 선택하면 이 블랙리스트는 적용되지 않음."
gtfo = "GTFO"
gtfoTip = "지원한 후 차기"
pageUpgradeBuilding = "업그레이드"
Upgrade = "방어 / 저장소 / 집합소 "
chkUpgrade1 = "업그레이드1 :"
lblUPPosX = "Pos X : "
lblUPPosY = "Pos Y : "
btnLocateUp1 = "대상1 위치설정"
chkUpgrade2 = "업그레이드2 :"
btnLocateUp2 = "대상2 위치설정"
chkUpgrade3 = "업그레이드3 :"
btnLocateUp3 = "대상3 위치설정"
Upgrade2 = "업그레이드대상 생산소/훈련소 Lv 5 - Max"
chkUpgrade4 = "업그레이드4 :"
btnLocateUp4 = "대상4 위치설정"
chkUpgrade5 = "업그레이드5 :"
btnLocateUp5 = "대상5 위치설정"
chkUpgrade6 = "업그레이드6 :"
btnLocateUp6 = "대상6 위치설정"
grpLaboratory = "연구소 업그레이드 설정"
chkLab = "적용하기"
lblLab = "업데이트 대상:"
cmbNothing = "업글 대상 없음"
pagenotificationSetting = "서비스"
lblpushbullet = "PushBullet"
pushbullettoken1 = "Account Token:"
lblpushbulletenabled = "적용"
lblpushbulletenabledTip = "pushbullet 통지함"
lblpushbulletdebug = "디버그"
lblpushbulletdebugTip = "pushbullet을 통해 파일을 전송하는 동안 로그에 그 내용을 추가합니다."
lblpushbulletremote = "원격"
lblpushbulletremoteTip = "pushbullet 원격기능을 실행함 "
lblpushbulletdelete = "시작 메세지를 삭제"
lblpushbulletdeleteTip = "시작버튼을 누를때 당신의 메세지를 삭제합니다."
lblpushmessage = "메세지를 텍스트로 저장합니다."
lblvillagereport = "시간당 보고서"
lblchatlog = "챗 로그"
lblmatchfound = "맞는 조건 찾음"
lbllastraid = "최근 약탈"
lblfreebuilder = "쉬고 있는 장인"
lbldisconnect = "접속차단"
lblpushbulletloot = "JPG로 저장"
lblpushuser = "사용자의 특정 정보, 멀티 로봇 제어를 얻으려면 사용자 이름을 입력하십시오"
UseJPG = "최근 약탈"
UseJPGTip = "메세지에서 약탈한 결과 이미지 파일을 첨부함"
UseAttackJPG = "공격"
UseAttackJPGTip = "메세지에서 공격한 이미지 파일을 첨부함."
lblpushbullet2 = "PushBullet 멀티 유저"
pushbullettoken2 = "원격으로 다음 명령 형식을 사용하여 오토봇을 제어할 수 있습니다."
pushbullettoken3 = "메세지의 제목에 명령을 입력합니다."
pushbullettoken4 = "Bot <command> <user>    Where <command> is:"
pushbullettoken5 = "일시정지 - 브로컨봇을 일시정지니다."
pushbullettoken6 = "재개 - 브로컨봇을 일시정지에서 다시 시작합니다."
pushbullettoken7 = "통계 - 현재 브로컨봇 상황을 보냅니다."
pushbullettoken8 = "로그 - 현재 로그파일을 보냅니다."
pushbullettoken9 = "도움말 - 도움말 메세지를 보냅니다."
lblBBStats = "BrokenBot.org에서 당신의 약탈 동향을 참고하세요"
lblBBUser = "이름:"
tipBBUser = " BrokenBot.org의 포럼에 사용할 유저네임을 입력하세요"
lblBBPassword = "패스워드:"
tipBBPass1 = "BrokenBot.org의 포럼에 사용하려면 패스워드를 입력하세요"
tipBBPass2 = "이 데이터는 별도의 파일에 암호화되어 저장됩니다."
tipBBPass3 = "그리고 온라인에서만 통계 정보를 전송하는데 사용됩니다."
tipBBPass4 = "~~~주 의~~~"
tipBBPass5 = "당신의 PC에 암호화되어 저장되더라도,"
tipBBPass6 = "AutoIT은 본질적으로 안전하지 않습니다."
tipBBPass7 = "BrokenBot.org에 대한 고유 암호를 사용하세요"
tipBBValidCheck = "사용자 이름/암호를 확인하려면 클릭하세요"
tipBBValidGood = "당신의 인증서가 유효합니다!"
tipBBValidBad = "사용자 이름/암호를 확인 할 수 없습니다.!"
chkBBSendData = "BrokenBot.org에 통계를 업로드합니다."
tipBBSendData = "당신이 커뮤니티 통계를 위해 만들어온 많은 약탈에 관해 올려진 자료를 확인합니다."
lblBBRegister = "BrokenBot.org에 등록합니다."
pageMiscSettings = "기타"
Miscs = "기타"
lblReconnect = "재접속 간격:"
lblReconnectTip = "다른 장지가 접속했을 때 재접속 간격을 설정합니다. - COC 영문버전만 가능합니다."
lblReconnectmin = "분"
lblSpellCap = "마법 생산 갯수:"
lblCapacity = "집합소 인원수 :"
lblUnknownCap = "알수 없는 에러입니다."
chkTrap = "함정 재설치"
chkTrapTip = "석궁, 인폐와 함정들을 자동으로 재설치 및 충전해줍니다."
lblSearchsp = "검색속도:"
lblSearchspTip = "서버동기화 문제가 잦을 경우 검색 기준 속도값을 높여주세요."
lblSearchspd = "0 = 빠름, 10 = 느림"
lblReturnh = "리턴 홈 설정:"
lblReturnhTip = "약탈한 동안 홈으로 되돌아가는 지연시간 설정"
lblReturndelay = "초 후 되돌아감(소득이 없는 경우)"
chkWideEdge = "적 홀 위치를 보다 잘 탐색"
chkClearField = "덤블 및 통나무등 제거"
chkClearFieldTip = "덤블과 통나무등을 치우는 것을 시도합니다."
msgClearField = "덤블 및 통나무등을 제거하려합니다."
msgNoClearField = "덤블 및 통나무등을 제거할 것이 없습니다."
msgClearedField = "덤블 및 통나무등 제거된 수:"
chkAlertSearch = "약탈시 알람"
chkCollect = "생산소 자원수거"
chkTakeLootSS = "약탈자원 이미지로 저장"
chkTakeTownSS = "모든 마을 이미지로 저장"
chkTakeAttackSS = "공격한 이미지 저장"
chkTakeAttackSSTip = "공격과 전개상황을 캡쳐합니다."
chkDebug = "디버그 모드"
chkDebugTip = "디버그 모드는 데이터를 저장하는 것을 허용합니다."
LocationSettings = "건물 위치 지정"
btnLocateKingAltar = "킹 제단"
btnLocateQueenAltar = "퀸 제단"
btnLocateDarkBarracks = "다크훈련소"
btnLocateSFactory = "마법제작소"
btnLocateTownHall = "타운 홀 위치"
btnLocateClanCastle = "클랜성 위치"
btnLocateCamp = "집합소"
btnLab = "연구소"
btnLocateBarracks = "훈련소 위치"
pageOtherSettings = "추가설정"
Walls = "벽들"
chkWalls = "벽 자동 업그레이드"
UseGold = "골드로만"
WallMinGold = "최소 골드: "
WallMinGoldTip = "업그레이드 한 후 골드저장소 최소 보유량"
UseElixir = "엘릭서로만"
WallMinElixir = "최소 엘릭서:"
WallMinElixirTip = 업그레이드 한 후 엘릭저장소 최소 보유량"
UseGoldElix = "골드 사용 후 엘릭 사용"
lblWalls = "현재 벽 레벨:"
lblTolerance = "허용 레벨:"
cmbTolerance = "기본|낮게|높게"
cmbToleranceDefault = "기본"
btnFindWall = "벽 찾기"
grpRedLine = "레드라인 감지"
lblRedLine1 = "레드라인"
sldAccTip = "레드라인 안쪽으로 설정되기도 해서 유닛을 뿌릴 수 없을 수도 있습니다."
sldAccTip2 = "맵 가장자리에 유닛들을 뿌립니다."
lblRedLine2 = "맵 가장자리"
Boosts = "가속하기"
lblBoostBarracks = "Barracks Boosts left :"
chkBoostKing = "킹 제단"
chkBoostQueen = "퀸 제단"
chkBoostRax1 = "훈련소1"
chkBoostRax2 = "훈련소2"
chkBoostRax3 = "훈련소3"
chkBoostRax4 = "훈련소4"
chkBoostSpell = "마법제작소"
chkBoostDB1 = "다크 훈련소1"
chkBoostDB2 = "다크 훈련소2"
pageStatsSetting = "통계"
resourceonstart = "시작 시 자원"
lblgoldonstart = "골드:"
lblelixironstart = "엘릭서:"
lbldeonstart = "다크 엘릭서:"
lbltrophyonstart = "트로피:"
Currentresource = "추가 통계"
lblvillagesattacked = "공격수:"
lblvillagesskipped = "건너뛴 수 :"
lblsearchcost = "검색비용:"
lblruntime = " 봇 실행시간:"
LastLoot = "건물/벽 업그레이드"
lblwallupgrade = "벽:"
CurrentLoot = "현재 자원"
lblgoldnow = "골드:"
lblelixirnow = "엘릭서:"
lbldenow = "다크 엘릭서:"
lbltrophynow = "트로피:"
totalresource = "총 이득"
lblgoldgain = "골드:"
lblelixirgain = "엘릭서:"
lbldegain = "다크 엘릭서:"
lbltrophygain = "트로피:"
pageConfigLoadSave = "설정"
ConfigLoadSave = "설정값 로드/저장"
btnLoad = "로드"
btnSave = "저장"
grpLanguage = "언어:"
btnBugRep = "디버그 데이타"
grpUpdate = "자동 업데이트"
chkUpdate = "GitHub site에서 업데이트 확인후 작동합니다."
grpBluestacks = "블루스택"
chkBackground = "백그라운드 모드"
chkBackgroundTip = "블루스택을 숨겨줍니다."
chkForceBS = "강제 활성화"
chkForceBSTip = "그것을 찾지 못할 때 강제로 블루스택을 활성화합니다."
chkStayAlive = "항상 작동"
chkStayAliveTip = "모니터 꺼짐 방지"
statLogDefault = "상황 : 쉬고있음"
tiAbout = "About"
tiExit = "나가기"
pageSearch = "검색 조건"
DeadConditions = "휴면 유저 검색조건"
lblDeadConditions = "선택된 조건과 휴면 유저를 검색합니다."
chkKingAvail = "킹 기다리기"
chkQueenAvail = "퀸 기다리기"
chkDeadSnipe = "홀치기"
chkDeadSnipeTip = "이것을 선택하면 다른 조건설정을 무시하고 홀치기합니다."
AnyConditions = "일반 검색 조건"
chkActivate = "적용하기"
lblAnyConditions = "조건에 맞는 약탈대상을 찾습니다."
chkMeetGE = "최소자원설정: "
lblMinGold = "골드:"
cmbAndOr = "이고|또는"
cmbAnd = "이고"
lblMinElixir = "엘릭서:"
chkMeetDE = "최소 다크:"
chkMeetTrophy = "최소 트로피:"
chkMeetTH = "최대 홀레벨:"
chkMeetTHO = "내친 홀"
chkMeetTHOTip = "맵 가장자리에 홀이 놓여 있는 경우"
chkSnipe = "홀치기"
chkSnipeTip = "이것을 선택하면 다른 조건설정을 무시하고 홀치기합니다."
RedConditions = "검색 조건을 비율로 감소시키기"
lblRedNumOfSerach = "Red per No. Searches:"
lblRedGoldPercent = "골드 감소비율(%):"
lblRedElixirPercent = "엘릭서 감소비율(%):"
lblRedDEPercent = "다크 감소비율(%):"
lblRedTrophyPercent = "트로피 감소비율(%):"
lblRedNukePercent = "Nuke Reduction(%):"
btnSearchMode = "검색 테스트"
btnSearchModeTip = "공격하지 않고 조건에 맞는 대상을 검색합니다."
pageAttack = "공격 방법"
DeadDeploySettings = "휴면 유저 대상 유닛전개설정"
AnyDeploySettings = "그외 대상 유닛전개설정"
cmbDeployMethods = "한 방향에서 공격합니다.|양쪽면에서 동시 공격합니다.|세 방향에서 동시  공격합니다.|모든 방향에서 동시  공격합니다.|혼합 방식: 네 방향을 제한두고 한 방향을 집중공격합니다."
cmbDeployCollectors = "|생산소 털기 - 모든 유닛 투입|생산소 털기 - 유닛 보호"
cmbDeployDefault = "네 방향 동시 공격"
cmbAlgorithms = "아처|바바리안|고블린|바바리안 + 아처|바바 + 아처 + 고블린 + 자이|바바 + 아처 + 자이|바바 + 아처 + 고블린|바바 + 아처 + 고블린 + 자이 + 폭탄병|훈련소 생산된 유닛|모든 유닛 사용"
cmbAlgorithmsDefault = "모든 유닛 사용"
chkUseKing = "킹 사용"
chkUseQueen = "퀸 사용"
chkUseClanCastle = "클랜성 유닛 사용"
cmbAttackTH = "홀 공격안함|제한된 홀 공격|제한없이 홀 공격"
HeroAct = "영웅 활성화"
lblKingSkill = "킹 기술 활성화:"
lblKingSkillTip = "킹 기술 사용 타임 설정"
lblQueenSkill = "퀸 기술 활성화:"
lblQueenSkillTip = "퀸 기술 사용 타임 설정"
pageTroops = "유닛 생산중"
Barracks = "유닛"
lblBarbarians = "바바리안:"
lblArchers = "아처:"
lblGoblins = "고블린:"
lblRaidcap = "약탈 용량:"
cmbTroopComp = "아처|바바리안|고블린|바처|바바.아처,자이,자이|바바.아처.자이|바바.아처.고블린|바바.아처.자이.자이.폭탄|훈련소 생산유닛|사용자 설정"
cmbTroopCompDefault = "훈련소 생산유닛"
OtherTroops = "또 다른 유닛"
numberOf = "수"
BarrackGroup = "훈련소"
cmbTrainingOnly = " (유닛 생산만)"
BarrackCTGroup = "사용자설정유닛2 / 사용하지 못함"
lblBarrackBK1 = "나머지"
DarkBarracks = "다크 훈련소"
pageSpells = "마법"
lblFactory = "마법제작소"
chkMakeSpells = "마법 만들기"
lblSpellCreate = "만들 마법:"
cmbSpellCreateTip = "원하는 마법을 생산하게 함"
cmbSpellCreate = "번개마법|회복마법|분노마법|이동마법|얼음마법"
cmbSpellCreateDefault = "번개마법"
lblDEZap = "다크 zapping"
lblDENukeLimit = "Zap with spell if DE greater than:"
chkNukeOnly = "Allow zap only behavior"
chkNukeOnlyTip = "If spell factory is full, will search for a camp to hit and run the DE storage"
chkNukeOnlyWithFullArmy = "Only search base for zapping with full army"
chkNukeAttacking = "Zap DE if already attacking"
chkNukeAttackingTip = "Will zap DE storage during attack if you have more than number of spells below"
lblSpellNumber = "Number of spells needed:"
lblDEAccuracy = "DE Storage Accuracy"
rdoMaybeSkip = "Possible skips"
rdoMaybeSkipTip = "Less reliable search, but won't misidentify something else as DE storage"
rdoFalsePositive = "Possibly mislocated"
rdoFalsePositiveTip = "It's going to find a damn DE storage, even if it means nuking something else on accident"
frmBugReport = "버그 리포트 정보"
lblInstructions = "이 포럼에 문제를 게시하려면 다음의 데이터를 사용할 수 있습니다. 같은 문제에 대한 새로운 스레드를 만들고 있지 않은지 확인하기 위해 검토하시기 바랍니다. 문제에 대한 설명이 제대로 될 수록 쉽게 해결할 수 있습니다. 오류 발생시 화면에 보이는 모든 상황을 읽고 오토봇이 오류을 일으키는 이유를 수작업으로 찾아야 합니다. Ctrl+Alt+Shift+P 를 눌러 화면을 캡쳐하고 이것을 디버그 디렉토리에 저장하세요 그리고 이것을 포럼에 올려주세요(당신의 개인정보를 확인하고 차단하는 것을 확인하세요). 문제에 대한 정보를 복사 및 붙여넣기가 필요한 경우 최근 로그 정보 및 설정에 들어 있습니다."
lblLog = "Last 100 log lines:"
lblSettings = "세팅:"
btnGitHub = "포럼에 제공하기"
btnCloseBR = "닫기"
heroSkill = "0 = 이것보다 낮은 HP에서 활성화함"
heroSkill2 = ">0 = 몇 초후에 활성화 함"
lblDisconnected = "접속차단 :"
chkSpeedBoost = "가속스피드"
chkSpeedBoostTip = "CPU를 보다 사용합니다. 그대신 건물들을 빨리 찾아줍니다."
msgMissing = "필요한 파일이 없습니다!"
msgMissing1 = "레드라인을 감지하는데 필요한 (MSVCP120.DLL)을 찾지 못하는 것 같습니다."
msgMissing2 = "당신은 계속할 수 있지만 의도한데로 오토봇은 작동하지 않습니다."
msgMissing3 = "오토봇을 종료하려면 확인을 클릭하고 필요한 파일을 마이크로소프트 사이트로 가서 다운로드 하세요"
msgMissing4 = "당신은 32 또는 64비트 컴퓨터에 관계없이 32비트 버전 파일을 다운로드 해야합니다."
msgMissing5 = "옵션을 지정할 경우, 이 파일을 선택하세요: vcredist_x86.exe"
msgMissing6 = "이 기능없이 오토봇을 사용을 계속하려면 취소를 클릭하세요"
msgRestartNeeded = "새로운 언어를 적용하려면 오토봇을 다시 시작해야합니다."
msgExit = "나가는 중 !!!"
msgFailedVersion = "업데이트 된 버전 정보를 확인하지 못했습니다."
msgVersionOnline = "Version of master branch online: "
msgUpdateNeeded = "업데이트가 필요합니다."
msgAheadMaster = "You appear to be ahead of master."
msgRunningBeta = "당신은 베타버전을 실행하고 있습니다. 출시는 아직 공개되지 않습니다."
msgNoUpdateNeeded = "업데이트가 불필요합니다."
msgFailedZoomout = "축소된 메인화면을 읽어 올 수가 없습니다!!!"
msgWaitMinute = "1분 후 다시 시도합니다."
msgNoDataFound = "결과 데이터가 없습니다.: "
msgNoDefaults = ", 기본값을 만드는 중"
msgBattleFinished = "전투 종료"
msgNoResource = "No resource detected, returning in "
msgSeconds = " 초"
msgNoIncome = "더 이상 약탈된 자원을 감지 못했습니다. 되돌아가는 중."
msgLootChange = "약탈한 것들을 확인하고 있습니다. 기다리세요."
msgReturnHome = "홈으로 되돌가는 중"
msgTakingLootSS = "약탈한 것을 캡쳐중입니다."
msgCannotReturn = "홈으로 못돌아가고 있습니다."
msgUpgrading = "업그레이드중..."
msgNoUpgradeButton = "업그레이드 버튼을 찾을 수 없어 건너뜁니다."
msgNoDEStorage = "다크 엘릭서 저장소를 찾지 못했습니다!"
msgWallFound = "벽 레벨을 확인합니다. "
msgWallNotFound = "벽 레벨을 확인할 수 없습니다. "
msgWallSkipUpgrade = ", 업그레이드 건너뜁니다."
msgWallAt = "at"
msgWallAdjustTol = ", 허용 범위를 조정하고 다시 시도하세요."
msgImageSearchNotWork = "에러: 이미지 검색이 작동하지 않습니다."
msgMSTry = "메인화면 위치를 찾고 있습니다."
msgMSLocated = "메인화면 위치"
msgMSFailed = "화면축소가 안됩니다."
msgAnotherDev = "다른 장치에서 접속을 했습니다., 재접속은 "
msgAnotherDevMinutes = " 분 후 "
msgTakeBreak = "마을이 휴식을 취해야합니다. 기다리세요."
msgWaitMS = "메인화면을 기다립니다."
msgUnableLoad = "클래시 오브 클랜을 로드할 수가 없습니다., 재시작중."
msgZoomingOut = "화면축소중"
msgPBHelpSent = "요청이 접수되었습니다. 도움말을 보냈습니다."
msgPBBotPauseFuture = "요청이 접수되었습니다. 브로컨봇은 일시 정지됩니다."
msgPBNoAction = "브로컨봇은 현재 일시정지되었습니다. 어떤 작업도 수행하지 않습니다."
msgPBResumed = "요청이 접수되었습니다. 브로컨봇은 일시정지에서 지금 다시 시작합니다."
msgPBRunning ="브로컨봇은 현재 실행주입니다. 어떤 작업도 수행하지 않습니다."
msgPBStats = "요청이 접수되었습니다. 상황(통계)를 보냅니다."
msgPBLog = "요청이 접수되었습니다. 로그를 지금 보냅니다."
msgPBErrorUpload = "오류가 발생하여 파일이 업로드 되지 않았습니다."
msgPBErrorUploading = "업로드 파일이 오류가 발생했습니다."
msgPBPasteForum = "PushBullet 문제 또는 다른 문제에 포럼에 붙여 넣으면 이것에 대해 우리는 확인할 수 있습니다."
msgAttackingGoblin = "고블린 기지를 공격합니다."
msgVictory = "승리!"
msgPleaseRestart = "변경사항을 적용하려면 컴퓨터를 다시 시작해주십시오."
msgWelcome = "~~~~환영합니다. "
msgRunningOn = "실행중 "
msgStarting = "브로컨봇을 시작합니다."
msgNotInGame = "게임 안이 아닙니다!"
msgStartingBS = "블루스택을 시작합니다"
msgWaitingBS = "블루스택 초기화를 기다리고 있습니다."
msgBSLoaded = "블루스택을 로드했습니다. 작업가능합니다."
msgBSLoadSecs = " 초(시작)."
msgDirNotFound = "디렉터리를 찾을 수 없습니다. - "
msgFailDel = "삭제를 실패했습니다. "
msgBadCall = "나쁜 소식, 어디서 센터를 공격하는지 알수 없습니다."
msgAnalyzingBase = "맵 분석중."
msgDone = "완료!"
msgRestartBarracks = "훈련소를 사용할 수가 없습니다. 이것을 해결하기 위해 블루스택을 재시작합니다!"
msgLocationX = "Location- X:"
msgWanted = "Wanted:"
msgGot = "Got:"
msgVariance = "변화:"
msgNoNextButton = "다음 버튼을 찾을 수가 없습니다. 브로컨봇을 다시 시작합니다."
msgMidAttack = "중간공격후 약탈 대상 자원 확인:"
msgSearchingMatch = "약탈 대상을 찾고 있습니다."
msgOOSAlreadySlow = "동기화가 되지 않습니다. 이미 검색속도가 충분히 느리다면 속도를 변경할 필요는 없습니다."
msgOOSSlowingSearch = "동기화가 되지 않습니다. 검색속도를 0.5초 정도 느리게 설정하세요."
msgLCAlreadySlow = "접속이 끊겼습니다! 이미 검색속도가 충분히 느리다면 속도를 변경할 필요는 없습니다."
msgLCSlowingSearch = "접속이 끊겼습니다. 검색속도를 0.5초 정도 느리게 설정하세요."
msgDropping = "유닛 투하중 "
msgWaveOf = " wave of "
msgNuking = "~다크엘릭서 저장소 재핑"
msgAttackingTH = "~타운홀을 공격하고 있습니다."
msgSnipeMode = "~홀치기 중입니다."
msgSingleSide = "~한쪽방향으로 공격하고 있습니다."
msgTwoSides = "~양쪽 방향으로 동시 공격하고 있습니다."
msgThreeSides = "~세 방향으로 동시 공격하고 있습니다."
msgAllSides = "~모든 방향으로 동시 공격하고 있습니다."
msgMixedMode = "~혼합방식으로 공격하고 있습니다."
msgCollectorMode = "~생산소를 공격하고 있습니다."
msgCollectorSave = "~가능하다면 유닛들을 보호합니다."
msgLimitedTH = "~점진적으로 타운홀을 공격합니다."
msgDropLeftover = "~남은 유닛들을 떨어뜨립니다"
msgActivateKing = "킹 기술을 발동시킵니다."
msgActivateQueen = "퀸 기술을 발동시킵니다."
msgFinishedWait = "~공격이 완료되었습니다. 끝나기를 기다리고 있습니다."
msgNoSpell = "사용가능한 마법이 없습니다.!"
msgDroppingCC = "지원받은 클랜성유닛을 투하합니다."
msgDroppingKing = "킹을 투하합니다."
msgDroppingQueen = "퀸을 투하합니다."
msgFindColl = "생산소 위치를 찾습니다."
msgFindPos = "유닛들을 떨어뜨릴 최적의 위치를 결정하고 있습니다."
msgFindColFailed = "~외부에 꺼내놓은 생산소를 찾을 수가 없습니다. 네 방향으로 공격을 합니다."
msgFoundCol = "생산소를 찾았습니다.: "
msgRemainCol = "벽 외부에 있는 생산소를 고려하고 있습니다.: "
msgRemoveCol = "벽 내부에 있는 생산소를 제거중입니다. - "
msgColDE = "다크 생산소(s)"
msgColElix = "엘릭 생산소(s)"
msgColGM = "Gold mine(s)"
msgAdjustingB = "자동으로 유닛들을 조정합니다. : B-"
msgAdjustingA = "%, A-"
msgAdjustingG = "%, G-"
msgCheckingRem = "사용하지 못하고 남은 유닛들을 확인합니다."
msgPreparingAtt = "공격 준비중"
msgIgnoring = "--무시중 "
msgCheckingCamp = "집합소를 확인하고 있습니다."
msgCampNA = "집합소를 사용할 수가 없습니다."
msgTotalCampCap = "유닛 생산량: "
msgDontKnow = "유닛을 생산하는 방법을 모르겠습니다."
msgYet = " yet"
msgTrainingTroops = "유닛 생산중."
msgForcesNeededB = Forces needed: B-
msgForcesNeededA = ", A-"
msgForcesNeededGo = ", Go-"
msgForcesNeededGi = ", Gi-"
msgForcesNeededWB = ", W-"
msgBarrack = "훈련소"
msgNotAvailable = "은 사용할 수가 없습니다."
msgTraining = " 유닛 생산중 "
msgRemaining = " 나머지 : "
msgTotalBuilding = "총 유닛생산건물 : "
msgRestartComplete = "완벽하게 재시작했습니다."
msgTrainingComp = "유닛 생산을 완료했습니다."
msgTrainingDark = "다크 유닛을 생산중입니다."
msgDarkBarrack = "다크 훈련소 "
msgDarkTroopComplete = "다크 유닛 생산을 완료했습니다."
msgSFUnavailable = "마법제작소를 사용할 수가 없습니다."
msgMakingSpell = "제작한 마법:"
msgUnableCreate = "마법제작을 클릭할 수가 업습니다."
msgKAUnavailable = "킹 제단을 사용할 수가 없습니다."
msgQAUnavailable = "퀸 제단을 사용할 수가 없습니다."
msgKingAvail = "킹 사용가능여부(true-가능/false-불가능):"
msgQueenAvail = "퀸 사용가능여부(true-가능/false-불가능):"
msgSearchCond = "설정 조건에 맞는 약탈대상을 검색합니다:"
msgWillSaveAll = "검색하는 동안 모든 마을들이 이미지로 저장됩니다."
msgSnipeFound = "~~~~~~~일반 맵에서 홀치기 대상 발견!~~~~~~~
msgOutDeadFound = "~~~~~~~휴면 유저 맵에서 가장자리로 홀 내친 것을 발견함!~~~~~~~"
msgOutLiveFound = "~~~~~~~일반 맵에서 가장자리로 홀 내친 것을 발견함!~~~~~~~"
msgDeadFound = "~~~~~~~휴면 유저 발견!~~~~~~~"
msgOtherFound = "~~~~~~~일반 약탈 대상 발견!~~~~~~~"
msgZapFound = "~~~~~~~Base to Zap Found!~~~~~~~"
msgAttackNowClicked = "~~~~~~~지금 공격을 클릭했습니다.!~~~~~~~"
msgNoNextReturn = "다음 버튼을 찾을 수가 없습니다. 홈으로 되돌아가는 것을 시도합니다...."
msgNoNextRestart = "다음 버튼과 항복 버튼을 찾을 수가 없습니다. 브로컨봇을 재시작합니다."
msgPushMatch = "Push: 약탈대상 찾음"
msgSearchComplete = "===============검색 완료함==============="
msgBoostingBarrack = "훈련소 가속중입니다."
msgBoostingAllBarrack="고 막사..."
msgBoostingDark = "다크 훈련소 가속중입니다."
msgBoostingAllDark="고 모든 어두운 막사처럼"
msgBoostingKing = "킹 제단 가속중입니다."
msgBoostingQueen = "퀸 제단 가속중입니다."
msgBoostingSpell = "마법제작소 가속중입니다."
msgBoostRem = "가속도 남음:"
msgNotEnoughGem = "보석이 충분하지 않습니다."
msgBoostComplete = "가속을 완료했습니다."
msgAlreadyBooster = "이미 가속중입니다."
msgCantFindBoostAll="할 수 없을 찾을 향상 모든 버튼!"
msgSpellsAlready = "마법 이미 가속중입니다."
msgBoostingBarracks = "훈련소를  가속합니다."
msgBoostCompRem = "가속을 완료했습니다. 나머지:"
msgBarracksAlready = "훈련소가 이미 가속중입니다."
msgHaltExp = "공격을 멈춥니다. 경험치 모드를 활성화 합니다."
msgHaltDonate = "공격을 멈춥니다. 접속유지와 유닛지원을 합니다."
msgForceShutdown = "강제로 컴퓨터가 꺼졌습니다."
msgSleep = "컴퓨터가 절전모드로 되었습니다."
msgCheckGold = "검색 당 골드 비용을 확인합니다."
msgFailedTH = "타운 홀을 찾지 못했습니다.!"
msgTHLevel = "타운 홀 레벨 "
msgGoldCPS = ", 검색당 골드 비용: "
msgCheckingSF = "마법제작소를 확인합니다."
msgSpellFull = "마법이 가득찼습니다."
msgCollecting = "생산소에서 자원을 수거합니다."
msgDonatingTroops = "유닛 지원중입니다."
msgChatText = "챗 텍스트: "
msgBlacklisted = "차단리스트!"
msgUnableToRead = "유닛들을 읽어 올 수가 없습니다."
msgDonateRules = "유닛지원 규칙."
msgUnableToDetermine = "유닛지원하는 방법을 확인할 수가 없습니다."
msgFinishedDonating = "유닛지원을 완료했습니다."
msgKicked = " 쫓아냅니다!"
msgScrollingDown = "스크롤을 내립니다."
msgFinishedKicking = "쫓아내는 것을 완료했습니다."
msgNoDonateButton = "버튼을 클릭해서 유닛지원하는 것이 없습니다."
msgDonating = "유닛지원중 "
msgNo = "No "
msgAvailable = " 유닛 지원이 가능합니다."
msgReadingChat = "채팅 로그를 읽기 시작합니다."
msgTrophyCount = "트로피 카운트: "
msgDropTrophies = "트로피를 떨어뜨립니다."
msgDropComplete = "트로피를 떨어뜨린것을 완료했습니다."
msgDarkElixirFull = "다크 엘릭소저장소가 가득찼습니다.!"
msgElixirFull = "엘릭저장소가 가득 찼습니다.!"
msgGoldFull = "골드저장소가 가득 찼습니다.!"
msgFailedZoomOut = "화면 축소를 실패했습니다."
msgLocatingBarracks = "훈련소 위치 찾는 중입니다."
msgLocatingComplete = "-위치를 찾았습니다.-"
msgLocBarrack = "-훈련소"
msgLocatingDarkBar = "다크 훈련소 위치를 찾는 중입니다."
msgLocDarkBar = "-다크 훈련소"
msgLocArmyCamp = "-집합소
msgLocCC = "-클랜성"
msgLocTH = "-타운홀"
msgLocKing = "-킹 제단"
msgLocQueen = "-퀸 제단"
msgLocBuilding = "-건물"
msgLocSpellFact = "-마법제작소"
msgLocLab = "-연구소 위치"
msgBeginAttack = "======공격이 시작됩니다.======"
msgWaitingFull = "~~~집합소에 인원이 차기를 기다립니다.~~~"
msgHeroNotReady = "~~~영웅이 준비가 안되었습니다.~~~"
msgWarningKingUG = "!!!주의!!! 킹 업그레이드가 진행중입니다.!"
msgWarningQueenUG = "!!!주의!!!퀸 업그레이드가 진행중입니다.!"
msgTimeIdle = "대기 시간: "
msgTimeIdleHours = "시간 "
msgTimeIdleMin = " 분 "
msgTimeIdleSec = " 초"
msgCheckRearm = "함정, 석궁 및 인폐의 재설치가 필요한지 확인중입니다."
msgRearmedTraps = "함정 재설치"
msgRearmedXBow = "석궁 충전"
msgRearmedInferno = "인폐 충전"
msgRequesting = "클랜성 유닛 지원 요청중입니다."
msgRequestAlready = "이미 요청이 진행되고 있습니다."
msgCCNotAvail = "클랜 성을 사용할 수 없습니다."
msgUpgLocNotSet = "건물위치가 지정되지 않았습니다. 업그레이드를 건너뜁니다."
msgNoBuilders = "사용가능한 장인이 없습니다."
msgAttemptUpgr = "건물업그레이드를 시도하고 있습니다."
msgBuilding = "건물"
msgUpgradeSuccess = "성공적으로 업그레이를 했습니다."
msgUnchecking = "선택취소중"
msgNotEnoughElix = "업그레이드하기엔 엘릭서가 충분하지 않습니다. 골드로 업그레이드 시도합니다."
msgGoldLower = "현재 골드가 설정된 골드보다 적게 있습니다. 업그레이드를 건너뜁니다."
msgNotEnoughGold = "업그레이드 하기엔 골드가 충분하지 않습니다. 업그레이드를 건너뜁니다."
msgCheckWalls = "업그레이드할 벽을 확인합니다."
msgWallUpGold = "골드를 사용하여 벽을 업그레이드하려 합니다."
msgGoldBelowMin = "설정된 골드보다 골드를 적게 갖고 있습니다. 업그레이드를 건너뜁니다."
msgWallUpElix = "엘릭서를 사용하여 벽을 업그레이드하려 합니다."
msgElixBelowMin = "설정된 최소 엘릭서보다 적게 엘릭서를 갖고 있습니다. 업그레이드를 건너뜁니다."
msgWallLowerLvl = "벽 레벨이 8보다 작습니다. 엘릭서로 업그레이드하는 것을 건너뜁니다."
msgWallElixorLvl = "엘릭서가 충분하지 않거나 벽 레벨이 8보다 작습니다."
msgWallNoGoldElixir = "골드로 업그레이를 하지 못했습니다. 엘릭서를 사용하여 업그레이드를 시도합니다."
msgWallLowGoldElixir = "설정된 최소 골드보다 적게 골드를 갖고 있습니다. 엘릭서를 사용하여 벽 업그레이드를 시도합니다."
msgWallUpDone = "업그레이드 완료했습니다. !!!"
msgWallNotEnoughGold = "골드가 충분하지 않습니다."
msgLabLevelTroop = "유닛 레벨 "
msgLabLevelMax = " 연구소가 이미 최대입니다. 업그레이드를 건너뜁니다."
msgLabSkipped = "연구소 업그레이드가 지정되지 않았습니다. 업그레이드를 건너뜁니다."
msgLabLocNotSet = "건물위치가 지정되지 않았습니다. 업그레이드를 건너뜁니다."
msgLabSearching = "업그레이드 할 유닛 또는 마법들을 찾습니다.-> "
msgLabTroopSearch = "업그레이드 유닛 또는 마법은 "
msgLabTroopFound = " 입니다."
msgLabWaiting = "업그레이드가 진행중입니다. 유닛을 업그레이드 할때까지 기다리세요"
msgLabAfter = " 다른 유닛을 업그레이드 완료 후에"
msgLabLowElix = "유닛을 업그레이드 하기엔 엘릭서가 충분하지 않습니다."
msgLabLowDE = "다크유닛을 업그레이드 하기엔 다크 엘릭서가 충분하지 않습니다."
msgLabUpgrade = "유닛을 업그레이드 합니다."
msgLabDone = " 연구소가 완료됨."
msgVillageRep = "마을 보고서"
msgNumFreeBuild = "장인 현황(쉬는 장인/총 장인): "
msgPushFreeBuild = "Push: 쉬는 장인"
msgOpeningBuilder = "자원을 읽어오기 위해 빌더페이지를 열고 있습니다.."
msgResources = "자원:"
msgPushVillageRep = "Push: 마을 보고서"
msgLastRaidGain = "최근 약탈 이득:"
msgLastRaidLoot = "최근 약탈 자원:"
msgHourlyAvg = "평균 시간당 변화:"
msgPushLastRaid = "Push: 최근 약탈 보고서"
msgStopped = "BrokenBot이 중단되었습니다."
msgDonateTrainMode = "~~~유닛지원과 병력생산만 작동함~~~"
msgPBDisabled = "PushBullet이 사용할 수 없습니다.!!!"
msgDonateMode = "~~~유닛지원만 작동함~~~"
msgGoblinMode = "~~~고블린 기지만 공격함~~~"
msgSaved = "저장: "
msgGoldInitial = "골"
msgElixirInitial = "엘"
msgDarkElixInitial = "다"
msgTrophyInitial = "트"
msgGemInitial = "보석"
msgTHInitial = "홀"
msgDeadInitial = "Dead"
msgDeadBase = "휴면유저"
msgDownloading = "업데이트를 다운로드중."
msgUnzipping = "성공적으로 압축해제."
msgInstallandRestart = "성공적을 설치했고 재시작합니다."
msgAppearsStuck = "We appear to be stuck. 유닛수를 재설정합니다."
msgSevereStuck = "Continually stuck. 훈련소 인원이 다 차면 바로 실행"
msgDLLError = "DLL 에러: 뭔가 잘못된것 같습니다!"
msgLicense = "BrokenBot.org 라이센스 위반이 감지되었습니다."
msgNoResources = "생산소를 찾았지만 자원이 없습니다."
msgOverlayNotAllowed = "백그라운드 모드를 체크하지 않았기 때문에 오버레이를 해제해야 합니다."
msgRoundDoneIncomeWait = "라운드 종료...다시 시작하기 전에 준비가 완료되는지 기다립니다."
msgRecheckCollectors = "생산소의 존재에 대해 다시 확인합니다."
msgSnipeWaveWait = "홀치기 유닛 투하 완료. 기다리세요."
msgSubmitStats = "BrokenBot.org에 통계를 제출합니다."
msgSubmitSuccess = "성공!"
msgSubmitFailed = "제출 실패, 다음번에 다시 시도합니다."
msgCollectAttackDone = "생산소 공격 완료."
msgSnipeAttackDone = "홀치기 완료."
msgFocusedAttackMode = "집중 공격하 모"
msgFocusOnTH = "에 집중하는 타운 홀.1894 년 페로어 현무암 내장."
msgFocusOnDEStor = "에 집중하는 데 저장"
msgCannotLocateBuilding = "Error:을 찾을 수 없는 건축물이다!"
msgCannotLocateFocalBuilding = "할 수 없을 찾아 초점관,월반..."
msgFocalBuildingBuried = "Target too hard to reach,월반..."
msgRevertingToSingleSide = "Reverting-단 하나 편들어진 공격"
msgFailedToLocateBuilding = "Error:하지 못했을 찾는 건물이다!"
msgPercOfGiants = "%Giants 니다."
msgWaitForGiants = "때까지 기다리 Giants 가까이 가서..."
msgDropAllWBs = "Drop 모든 WBs 에 쌍"
msgDropHalfWBs = "강하의 반 WBs 에 쌍"
msgToClearPath = "clear path"
msgWaitToClear = "때까지 기다렸다가 외부의 건물은 해소되면..."
msgDeployRemaining = "배포하여 나머지의 군대습니다."
msgFocusAttackComplete = "집중 공격이 완료"
msgMaintenance = "유지보수가 휴식,wait..."
lblCollectorAtk = "격:"
CollectorAtkSettings = "수집가격 설정"
chkColAtkGold = "Gold"
chkColAtkElix = "엘릭시"
chkColAtkDE = "Dark 엘릭시"
FocusedAtkSettings = "집중 공격 설정"
lblFocusedAtk = "에 중점을 두고 있습니다:"
cmbFocusedBuilding = "청|데 Storage"
cmbFocusedBuildingDefault = "DE 저장"
cmbDeployFocused = "|집중 공격하"
chkFocusedIgnoreCenter = "피 센터"
chkFocusedIgnoreCenterTip = "Skip 베이스는 목표물과의 중심"
mixmodenormexp = "ExpMixMode"
boxAlreadyRunning = "브로컨봇이 이미 실행되고 있습니다."
boxCompile1 = "Compile Script (x64)을 작동하지마세요! 브로컨봇을 작동하기 위해 Compile Script (x86)를 시도하세요.."
boxCompile2 = "이 메세지가 여전히 보인다면 새로운 버전 AutoIt을 재설치를 하십시오."
boxUpdate = "업데이트가 필요합니다!"
boxUpdate2 = "BrokenBot의 새로운 버전이 온라인에 있습니다."
boxUpdate3 = "OK 를 클릭하면 자동적으로 업데이트가 진행됩니다."
boxUpdate4 = ""
boxUpdate5 = "또는 취소를 클릭하면 건너뜁니다."
boxUpdate6 = "여기에 당신이 놓친 것이 있습니다.:"
boxUpdateError = "업데이트 다운로드가 에러입니다!"
boxUpdateExtract = "업데이트 추출이 에러입니다."
boxRestart = "컴퓨터 재시작"
boxRestart2 = "변경 사항을 적용하기 위해 컴퓨터를 다시 시작합니다."
boxRestart3 = "블루스택 해상도가 (860 x 720)이면 OK를 클릭하세요."
boxBarrack1 = "첫번째 훈련소 위치"
boxBarrack1b = "메세지 창에서 계속을 클릭하고 나서 첫번째 훈련소를 클릭하세요. 하고싶지 않으면 취소, 다시 시작하려면 다시시도를 클릭하세요."
boxBarrack2 = "두번째 훈련소 위치"
boxBarrack2b = "메세지 창에서 계속을 클릭하고 나서 두번째 훈련소를 클릭하세요. 하고싶지 않으면 취소, 다시 시작하려면 다시시도를 클릭하세요."
boxBarrack3 = "세번째 훈련소 위치"
boxBarrack3b = "메세지 창에서 계속을 클릭하고 나서 세번째 훈련소를 클릭하세요. 하고싶지 않으면 취소, 다시 시작하려면 다시시도를 클릭하세요."
boxBarrack4 = "네번째 훈련소 위치"
boxBarrack4b = "메세지 창에서 계속을 클릭하고 나서 네번째 훈련소를 클릭하세요. 하고싶지 않으면 취소, 다시 시작하려면 다시시도를 클릭하세요."
boxDark1 = "첫번째 다크 훈련소 위치"
boxDark1b = "메세지 창에서 계속을 클릭하고 나서 첫번째 다크훈련소를 클릭하세요. 하고싶지 않으면 취소, 다시 시작하려면 다시시도를 클릭하세요."
boxDark2 = "두번째 다크 훈련소 위치"
boxDark2b = "메세지 창에서 계속을 클릭하고 나서 두번째 다크훈련소를 클릭하세요. 하고싶지 않으면 취소, 다시 시작하려면 다시시도를 클릭하세요."
boxCamp = "집합소 위치"
boxCampb = "메세지 창에서 OK 를 클릭하고 집합소를 클릭하세요"
boxCC = "클랜성 위치"
boxCCb = "메세지 창에서 OK 를 클릭하고 클랜성을 클릭하세요"
boxTH = "타운 홀 위치"
boxTHb = "메세지 창에서 OK 를 클릭하고 나서 타운 홀을 클릭하세요"
boxKing = "킹 제단 위치"
boxKingb = "메세지 창에서 OK 를 클릭하고 나서 킹 제단을 클릭하세요"
boxQueen = "퀸 제단 위치"
boxQueenb = "메세지 창에서 OK 를 클릭하고 나서 퀸 제단을 클릭하세요"
boxUpgrade = "업그레이할 건물 위치"
boxUpgradeb = "메세지 창에서 OK 를 클릭하고 나서 해당건물을 클릭하세요"
boxFactory = "마법제작소 위치"
boxFactoryb = "메세지 창에서 OK 를 클릭하고 나서 마법제작소를 클릭하세요"
boxError = "에러"
boxErrorb = "올바른 입력값을 넣어주세요"
boxLab = "연구소 위치"
boxLabb = "메세지 창에서 OK 를 클릭하고 나서 연구소를 클릭하세요"
boxErrorOpening = "파일을 열지 못했습니다!"
boxLoadSuccess = "설정값을 성공적으로 로드를 했습니다.!"
boxSaveFailed = "설정값 저정이 실패했습니다.!"
boxSaveSuccess = "현재 설정값들을 성공적으로 저장했습니다.!"
boxInvalidName = "파일이름이 잘못 되었습니다!"
inpCamp = "집합소 총 인원"
inpCampb = "총 생산가능한 병력수를 입력하세요"
inpSpell = "총 마법수"
inpSpellb = "총 마법갯수를 입력하세요"
inpConfig = "새설정 이름"
inpConfigb = "사용자 구성에 새 이름을 입력하세요:"
pushHRa = "요청에 대한 도움말"
pushHRb = "원격에서 다음 명령형식을 사용하여 브로컨봇을 제어할 수 있습니다.\n\n봇 <command> where <command> is.:\n\n일시정지 - 일시정지\n재개 - 일시정지에서 재시작\n통계 - 현재 상황 보내기\n로그 - 현재 로그 파일 보내기\n도움말 - 이 도움말을 보내기\n\nEnter the command in the title of the message"
pushPRa = "일시정지 요청"
pushPRb = "당신의 요구사항을 받았습니다. 브로컨봇은 이제 일시정지합니다. "
pushPRc = "브로컨봇이 현재 일시정지했습니다. 아무런 작업은 하지 않습니다."
pushRRa = "일시정지에서 재시작 요청"
pushRRb = "당신의 요구사항을 받았습니다. 브로컨봇은 이제 일시정지에서 재시작합니다."
pushRRc = "브로컨봇은 일시정지에서 재실행되고 있습니다. 아무런 작업은 하지 않습니다."
pushStatRa = "통계 요청"
pushStatRb = "시작시 자원\n-골드:  "
pushStatRc = "\n-엘릭서:  "
pushStatRd = "\n-다크엘릭서:  "
pushStatRe = "\n-트로피:  "
pushStatRf = "\n\n현재 자원 \n-골드:  "
pushStatRg = "\n-엘릭서:  "
pushStatRh = "\n-다크엘릭서:  "
pushStatRi = "\n-트로피:  "
pushStatRj = "\n\n건물/벽 업그레이드 "
pushStatRk = "\n-벽 업그레이드:  "
pushStatRl = "\n\n총 이득\n-골드 이득:  "
pushStatRm = "\n-엘릭서 이득:  "
pushStatRn = "\n-다크 이득:  "
pushStatRo = "\n-트로피 이득:  "
pushStatRp = "\n\n기타 통계\n-공격:  "
pushStatRq = "\n-건너뛰기:  "
pushStatRq1 = "\n-접속차단:  "
pushStatRr = "\n-검색비용:  "
pushStatRs = "\n-봇 작동시간:  "
pushDisca = "접속차단"
pushDiscb = "약탈대상 찾는 동안 접속이 차단되었습니다."
pushMatch = "약탈 대상 찾음!"
pushFB = "쉬고 있는 장인"
pushFBb = "당신은 "
pushFBc = "a"
pushFBd = " 장인"
pushFBe = "s"
pushFBf = " 사용 가능합니다!"
pushVR = "마을 보고서"
pushCL = "새로운 챗 메세지"
pushLR = "최근 약탈 보고서:"
pushLRb = "이득: \n["
pushBS = "맵 검색:"
pushLootA = "가능한 약탈:"
pushRestartBlueStack = "블루스택을 재시작합니다."
pushRestartBlueStackMSG = "블루스택이 제대로 동작하지 않는 것 같습니다.바로 지금 처음부터 다시 시작하세요.!\n"
pushLast5Lines = "Last 5 lines of log:\n"
msgFreeBuilder = "쉬고 있는 장인수가 적으면 업그레이드를 건너뜁니다."
msgUpgradeQueen = "퀸 업그레이드를 시도중입니다."
msgNotEnoughDEAQ = "퀸을 업그레이드 하기 위한 다크 엘릭서가 충분하지 않습니다."
msgQueenUpgrading = "퀸은 이미 업그레이드 중입니다."
msgHeroesMaxLvl = "당신의 영웅들은 타운 홀 레벨에 맞게 업그레이드 되어있습니다."
msgQueenUpgraded = "퀸을 성공적으로 업그레이드 했습니다."
msgUpgradeKing = "킹 업그레이드를 시도중입니다."
msgNotEnoughDEK = "킹을 업그레이드 하기 위한 다크 엘릭서가 충분하지 않습니다."
msgKingUpgrading = "킹은 이미 업그레이드 중입니다."
msgKingUpgraded = "킹을 성공적으로 업그레이드 했습니다."
chkUpgradeKing = "킹 업그레이드"
chkUpgradeQueen = "퀸 업그레이드"
lblUpgradeHeroes = "적어도 2개의 장인이 쉬고 있다면 영웅을 업그레이드 할 것입니다."
lblbuilderfree = "쉬는 장인 유지할 인원수:"
lblKeepFreeBuilder = "벽과 다른 건물들을 업그레이드 하기 위해 장인을 쉬게합니다."